const Map<String, String> ar = {
  "EMAIL": "البريد الالكترونى",
  "FullName": "اسم المستخدم",
  "PASSWORD": "كلمة السر",
  "Sign In": "تسجيل الدخول",
  "Notice": "ملاحظة",
  "Are You Sure you want to Remove this Movie ?": "هـل انـت متـأكد مـن عملية المسح  ؟     ",
  "Registers": "التسجيل",
  "Cancel": "الغاء",
  "Done": "تم",
  "Ok": "نعم",
  "SignOut": "  الخروج",
  "Details": "التفـاصـيـل",
  "Description": "احداث الفيلم",
  "Hope U Back Soon..,": "نتمنى عودتك قريبا..",
  "Movie Is Added To Favorites": "تمت الاضافة الي المفضلة",
  "Movie Is Already Added": "تمت الاضافة سابقا",
  "Have an Account ?": "لديك بريد الكترونى ؟",
  "Home": "الرئيسية",
  "LOGIN": "تسجيل الدخول",
  "     Social Logins    ": "     التواصل الاجتماعى    ",
  "Don't have an Account ?": " ليس لديك بريد الكترونى ؟",
  "REGISTERS": "تسجيل",
  "PushNotification": "اشعـــــارات التطبيــق ",
  "Settings": "الاعدادات",
  "likes ": "المفضلة",
  " About Us": "معلومات عنا",
  "Language": "اللـغـــة",
  "EmailNotification": "اشعارات البريد الالكترونى",
  "Notification": "الاشعارات",
  "Movies,": "أفــلامك",
  "PopularMovies": "أشهر الافـــلام",
  "SeeAll": "رؤية الكل ",
  "AllMovies": "جميع الافــلام",
  "FavoritesMovies": "الافـــلام المفضلة",
  "NoMovieyet..!": "لا يوجــد افلام بعد ..!",
  "welcome": "مرحبًا\n آمل أن يكون تطبيقنا مفيدًا في تطبيقنا يمكنك الوصول إلى الكثير من ألافلام ،"
      "تأكد من أنك إذا فتحت التطبيق أولاً بأولاً ، فستشاهد أفضل الأفلام والأفلام في هذا التطبيق مأخوذة من "
      " مواقع شهيرة في العالم .. مع تطبيقنا لا تحتاج إلى البحث في الإنترنت بالألاف من المواقع"
      " ولا أعرف ما إذا كانت هذه هي أفضل طريقة للبحث عن الجديد من الافلام ولكن في تطبيقنا نضمن ذلك للسبب المذكور "
      " حيث انة قد لاحظ في كثير من الأحيان أن تنزيل فيلم يستغرق وقتًا طويلاً للغاية"
      ". مع السرعة القياسية للإنترنت ، يستغرق الفيلم أكثر من نصف ساعة لتنزيله."
      "أو البرامج التلفزيونية وفقًا لإعجاباتك وتفضيلاتك. يعد هذا أحد أكبر مخاوف المشاهدين لفترة طويلة الآن. سواء كنت تستخدم اتصال كبل تلفزيون أو جهاز فك التشفير أو توصيل طبق أو استئجار أفلام ، عليك أن تتحمل الكثير في ميزانيتك الشهرية. حتى عند زيارة مجمع أو مسرح قريب ، ""هذا هو الوقت الذي يتم فيه تشغيل تطبيقات بث الأفلام المجانية هذه."
      "يمكنك الوصول إلى عدد غير محدود من الأفلام التي تختارها دون أي تكلفة."
      "إنه يلغي أيضًا التنزيل. سيوفر هذا بالتأكيد بعض الأموال القيمة لك."
};
